Repository: slovak-egov/wordpress-idsk-toolkit
Catalog: languages/idsk-toolkit-*.po
Languages: sk_sk

source: Features toolkit for ID-SK theme.
sk_sk: Súbor nástrojov funkcionalít k ID-SK téme.

source: Open all
sk_sk: Otvoriť všetky

source: Close all
sk_sk: Zatvoriť všetky

source: sections
sk_sk: sekcie

source: Warning
sk_sk: Upozornenie

source: Show more
sk_sk: Zobraziť viac

source: Show less
sk_sk: Zobraziť menej

source: Enter search term
sk_sk: Zadajte hľadaný výraz

source: Search
sk_sk: Vyhľadávanie

source: Map
sk_sk: Mapa

source: Table
sk_sk: Tabuľka

source: Period
sk_sk: Obdobie

source: Last month
sk_sk: Posledný mesiac

source: Last 3 months
sk_sk: Posledné 3 mesiace

source: Last 6 months
sk_sk: Posledných 6 mesiacov

source: Entire period
sk_sk: Celé obdobie

source: Indicator
sk_sk: Ukazovateľ

source: for
sk_sk: za

source: entire period
sk_sk: celé obdobie

source: Added on:
sk_sk: Pridané dňa:

source: Show all
sk_sk: Zobraziť všetko

source: Delete entry
sk_sk: Odstrániť záznam

source: Add entry
sk_sk: Pridať záznam

source: Necessary cookies
sk_sk: Nevyhnutne nutné súbory cookie

source: Save cookies settings
sk_sk: Uložiť nastavenia

source: Active cookies
sk_sk: Aktívne cookies

source: Name
sk_sk: Názov

source: Value
sk_sk: Hodnota

source: ID-SK Components
sk_sk: ID-SK Komponenty

source: ID-SK Website layout
sk_sk: ID-SK Rozloženie stránky

source: Back button
sk_sk: Tlačidlo späť

source: Text for Back button
sk_sk: Text pre tlačidlo späť

source: URL for Back button (if left empty, button will not show)
sk_sk: URL pre tlačidlo späť (ak ostane prázdne, späť sa nezobrazí)

source: Updates list
sk_sk: Zoznam aktualizácií

source: Allow updates to be displayed
sk_sk: Povoliť zobrazenie obsahu aktualizácií

source: On (as date)
sk_sk: Dňa

source: Detailed description
sk_sk: Bližší popis

source: Article sharing on social networks
sk_sk: Zdieľanie článku na sociálnych sieťach

source: Allow article sharing on social networks
sk_sk: Povoliť zdieľanie článku na sociálnych sieťach

source: Related topics
sk_sk: Súvisiace témy

source: Allow related topics to be displayed
sk_sk: Povoliť zobrazenie súvisiacich tém

source: Topic title
sk_sk: Názov témy

source: Link to topic
sk_sk: Odkaz na tému

source: Related articles
sk_sk: Súvisiace články

source: Allow related articles to be displayed
sk_sk: Povoliť zobrazenie súvisiacich článkov

source: Article
sk_sk: Článok

source: Select article
sk_sk: Vyberte článok

source: Homepage
sk_sk: Domovská stránka

# Homepage pattern description
source: Homepage with intro block, cards and crossroads. Recommended to use with a <strong>"Without container and heading"</strong> template
sk_sk: Domovská stránka s úvodnym blokom, kartičkami a rázcestníkmi. Odporúčame použiť so šablónou <strong>"Bez kontajnera a bez nadpisu"</strong>

source: Welcome to the website
sk_sk: Vitajte na stránke

source: Learn \u003ca href=\u0022#\u0022\u003emore about website\u003c/a\u003e.
sk_sk: Dozvedieť sa \u003ca href=\u0022#\u0022\u003eviac o stránkach\u003c/a\u003e.

source: Are you searching for this?
sk_sk: Hľadáte toto?

source: Documents
sk_sk: Dokumenty

source: News
sk_sk: Aktuality

source: Terms and conditions
sk_sk: Podmienky

source: About us
sk_sk: O nás

source: Popular content
sk_sk: Populárny obsah

source: \u003cli\u003e\u003ca href=\u0022#\u0022\u003eDocuments\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eInfo\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eNews\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eTerms\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eAbout us\u003c/a\u003e\u003c/li\u003e
sk_sk: \u003cli\u003e\u003ca href=\u0022#\u0022\u003eDokumenty\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eInfo\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eAktuality\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003ePodmienky\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eO nás\u003c/a\u003e\u003c/li\u003e

source: Section
sk_sk: Sekcia

source: Crossroad 1
sk_sk: Rázcestník 1

source: Crossroad 2
sk_sk: Rázcestník 2

source: Crossroad 3
sk_sk: Rázcestník 3

source: Crossroad 4
sk_sk: Rázcestník 4

source: Subsection 1
sk_sk: Podsekcia 1

source: Subsection 2
sk_sk: Podsekcia 2

source: Management
sk_sk: Vedenie

source: \u003ca href=\u0022#\u0022\u003eName Surename\u003c/a\u003e
sk_sk: \u003ca href=\u0022#\u0022\u003eMeno Priezvisko\u003c/a\u003e

source: \u003ca href=\u0022#\u0022\u003eRole / function\u003c/a\u003e
sk_sk: \u003ca href=\u0022#\u0022\u003eRola / funkcia\u003c/a\u003e

source: Informatization
sk_sk: Informatizácia

source: Services
sk_sk: Služby

source: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003eItem 1\u003c/strong\u003e\u003c/a\u003e
sk_sk: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003ePoložka 1\u003c/strong\u003e\u003c/a\u003e

source: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003eItem 2\u003c/strong\u003e\u003c/a\u003e
sk_sk: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003ePoložka 2\u003c/strong\u003e\u003c/a\u003e

source: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003eItem 3\u003c/strong\u003e\u003c/a\u003e
sk_sk: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003ePoložka 3\u003c/strong\u003e\u003c/a\u003e

source: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003eItem 4\u003c/strong\u003e\u003c/a\u003e
sk_sk: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003ePoložka 4\u003c/strong\u003e\u003c/a\u003e

source: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003eItem 5\u003c/strong\u003e\u003c/a\u003e
sk_sk: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003ePoložka 5\u003c/strong\u003e\u003c/a\u003e

source: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003eItem 6\u003c/strong\u003e\u003c/a\u003e
sk_sk: \u003ca href=\u0022#\u0022\u003e\u003cstrong\u003ePoložka 6\u003c/strong\u003e\u003c/a\u003e

source: Section 2
sk_sk: Sekcia 2

source: Section 3
sk_sk: Sekcia 3

source: Crossroad 5
sk_sk: Rázcestník 5

source: Crossroad 6
sk_sk: Rázcestník 6

source: <a href="#">Learn more</a>
sk_sk: <a href="#">Zistiť viac</a>

source: Events
sk_sk: Podujatia

source: Projects
sk_sk: Projekty

source: Project 1
sk_sk: Projekt 1

source: Project 2
sk_sk: Projekt 2

source: Project 3
sk_sk: Projekt 3

source: Project 4
sk_sk: Projekt 4

source: Project 5
sk_sk: Projekt 5

source: Project 6
sk_sk: Projekt 6

source: Project 7
sk_sk: Projekt 7

source: Project 8
sk_sk: Projekt 8

source: Project 9
sk_sk: Projekt 9

source: Project 10
sk_sk: Projekt 10

source: Project 11
sk_sk: Projekt 11

source: Project 12
sk_sk: Projekt 12

source: Project 13
sk_sk: Projekt 13

source: Project 14
sk_sk: Projekt 14

source: Project 15
sk_sk: Projekt 15

source: Subpage
sk_sk: Podstránka

# Subpage pattern description
source: Subpage with an intro block, cards, crossroads and accordions. Recommended to use with a <strong>"Without container and heading"</strong> template
sk_sk: Podstránka s úvodným blokom, kartičkami, rázcestníkmi a akordeónmi. Odporúčame použiť so šablónou <strong>"Bez kontajnera a bez nadpisu"</strong>

source: Accordion 1
sk_sk: Akordeón 1

source: Accordion 2
sk_sk: Akordeón 2

source: Accordion 3
sk_sk: Akordeón 3

source: Accordion 4
sk_sk: Akordeón 4

source: Accordion 5
sk_sk: Akordeón 5

source: Accordion 6
sk_sk: Akordeón 6

source: Accordion 7
sk_sk: Akordeón 7

source: <a href="#">Document (PDF, 10kB)</a>
sk_sk: <a href="#">Dokument (PDF, 10kB)</a>

source: Other documents
sk_sk: Ďalšie dokumenty

source: \u003ca href=\u0022#\u0022\u003eDocument (PDF, 10kB)\u003c/a\u003e
sk_sk: \u003ca href=\u0022#\u0022\u003eDokument (PDF, 10kB)\u003c/a\u003e

source: Subpage with documents
sk_sk: Podstránka s dokumentmi

# Subpage with documents pattern description
source: Subpage with crossroads and accordions.
sk_sk: Podstránka s rázcestníkmi a akordeónmi.

source: Crossroad 7
sk_sk: Rázcestník 7

source: Crossroad 8
sk_sk: Rázcestník 8

source: Caption\u003cbr\u003e\u003ca href=\u0022#\u0022\u003eDocument (PDF, 10kB)\u003c/a\u003e\u003cbr\u003e\u003ca href=\u0022#\u0022\u003eDocument (PDF, 10kB)\u003c/a\u003e\u003cbr\u003e\u003ca href=\u0022#\u0022\u003eDocument (PDF, 10kB)\u003c/a\u003e
sk_sk: Popis\u003cbr\u003e\u003ca href=\u0022#\u0022\u003eDokument (PDF, 10kB)\u003c/a\u003e\u003cbr\u003e\u003ca href=\u0022#\u0022\u003eDokument (PDF, 10kB)\u003c/a\u003e\u003cbr\u003e\u003ca href=\u0022#\u0022\u003eDokument (PDF, 10kB)\u003c/a\u003e

source: Accordion 8
sk_sk: Akordeón 8

source: Subpage with stepper
sk_sk: Podstránka so stepperom

# Subpage with stepper pattern description
source: Subpage with stepper and related content. It is recommened to use the template <strong>"In-page navigation"</strong>
sk_sk: Podstránka so stepperom a súvisiacim obsahom. Odporúčame použiť so šablónou <strong>"In-page navigácia"</strong>

source: Part of a life event
sk_sk: Súčasť životnej situácie

source: \u003ca href=\u0022#\u0022\u003eBirth of a child: step-by-step\u003c/a\u003e
sk_sk: \u003ca href=\u0022#\u0022\u003eNarodenie dieťaťa: krok za krokom\u003c/a\u003e

source: Heading 1
sk_sk: Nadpis 1

source: Heading 2
sk_sk: Nadpis 2

source: \u003cli\u003e\u003ca href=\u0022#\u0022\u003eRelated topic\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eRelated topic\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eRelated topic\u003c/a\u003e\u003c/li\u003e
sk_sk: \u003cli\u003e\u003ca href=\u0022#\u0022\u003eSúvisiaca téma\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eSúvisiaca téma\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\u0022#\u0022\u003eSúvisiaca téma\u003c/a\u003e\u003c/li\u003e

source: Before the birth of a child
sk_sk: Pred narodením dieťaťa

source: Step 1
sk_sk: Krok 1

source: \u003cli\u003e\u003ca href=\u0022#\u0022\u003eSubpage link\u003c/a\u003e\u003c/li\u003e
sk_sk: \u003cli\u003e\u003ca href=\u0022#\u0022\u003eOdkaz na podstránku\u003c/a\u003e\u003c/li\u003e

source: Step 2
sk_sk: Krok 2

source: After the birth of a child
sk_sk: Po narodení dieťaťa

source: Step 3
sk_sk: Krok 3

source: Partial step
sk_sk: Čiastočný krok

source: Step 4
sk_sk: Krok 4

source: Step 5
sk_sk: Krok 5

source: Google Maps API settings
sk_sk: Nastavenia Google Maps API

source: Google Maps - API key
sk_sk: Google Maps - API kľúč

source: Search settings
sk_sk: Nastavenie vyhľadávania

source: Show main search
sk_sk: Zobraziť hlavné vyhľadávanie

source: Shows big search or small with filters
sk_sk: Zobrazuje veľké vyhľadávanie alebo malé pri filtroch

source: Enable cookies and display cookies banner
sk_sk: Povoliť cookies a zobrazenie cookies bannera

source: Cookies validity period
sk_sk: Dĺžka platnosti cookies

source: Days
sk_sk: Dní

source: Months
sk_sk: Mesiacov

source: Banner heading
sk_sk: Nadpis bannera

source: Banner text content
sk_sk: Textový obsah banera

source: Show buttons to enable all cookies
sk_sk: Zobraziť tlačidlá pre povolenie všetkých cookies

source: Custom text after accepting cookies
sk_sk: Vlastný text po prijatí cookies

source: Custom text after rejecting cookies
sk_sk: Vlastný text po odmietnutí cookies

source: URL of the page with cookies settings
sk_sk: URL stránky s nastaveniami cookies

source: Related content
sk_sk: Súvisiaci obsah

source: Related content serves to show the user links to similar, related topics.
sk_sk: Súvisiaci obsah slúži na to, aby ste používateľovi zobrazili odkazy na podobné, súvisiace témy.

source: related
sk_sk: súvisiaci

source: content
sk_sk: obsah

source: Related topic 1
sk_sk: Súvisiaca téma č. 1

source: Accordion
sk_sk: Akordeón

source: Shows collapsible block.
sk_sk: Zobrazuje skladací blok.

source: accordion
sk_sk: akordeón

source: block
sk_sk: blok

source: Accordion settings
sk_sk: Nastavenia akordeónu

source: Expanded
sk_sk: Rozbalený

source: Collapsed
sk_sk: Zbalený

source: Section heading
sk_sk: Nadpis sekcie

source: Section caption
sk_sk: Popis sekcie

source: Section content
sk_sk: Obsah sekcie

source: Delete accordion
sk_sk: Vymazať akordeón

source: Add accordion
sk_sk: Pridať akordeón

source: Address
sk_sk: Adresa

source: Shows address with minimap. Two displays are available.
sk_sk: Zobrazuje adresu s minimapou. K dispozícii sú dve možné zobrazenia.

source: address
sk_sk: adresa

source: map
sk_sk: mapa

source: event
sk_sk: podujatie

source: Content layout
sk_sk: Rozloženie obsahu

source: 1/3 width
sk_sk: 1/3 šírky

source: Entire width
sk_sk: Celá šírka

source: Map coordinates
sk_sk: Súradnice mapy

source: Enter place address
sk_sk: Zadajte adresu miesta

source: Enter API key for Google Maps
sk_sk: Zadajte API kľúč pre Google Mapy

source: Main title
sk_sk: Hlavný nadpis

source: Subtitle
sk_sk: Vedľajší nadpis

source: Caption
sk_sk: Popis

source: Announcement
sk_sk: Oznámenie

source: Shows announcement with warning.
sk_sk: Zobrazuje oznam s varovaním.

source: announce
sk_sk: oznam

source: warning
sk_sk: varovanie

source: announcement
sk_sk: oznámenie

source: e.g. You may be fined if you fail to register.
sk_sk: napr. Môžete byť pokutovaný ak sa nezaregistrujete.

source: Button
sk_sk: Tlačidlo

source: Shows button with a link.
sk_sk: Zobrazuje tlačidlo s odkazom.

source: button
sk_sk: tlačidlo

source: link
sk_sk: odkaz

source: Button settings
sk_sk: Nastavenie tlačidla

source: Button link
sk_sk: Odkaz tlačidla

source: Open link in new window
sk_sk: Otvoriť odkaz v novom okne

source: Button color
sk_sk: Farba tlačidla

source: Green
sk_sk: Zelená

source: Grey
sk_sk: Sivá

source: Red
sk_sk: Červená

source: Show arrow in button
sk_sk: Zobraziť šípku v tlačidle

source: Button text.
sk_sk: Text tlačidla.

source: Card
sk_sk: Karta

source: Shows card on the page. Various types of displays available.
sk_sk: Zobrazuje kartičku na stránke. K dispozícii sú viaceré varianty zobrazenia.

source: card
sk_sk: karta

source: profile
sk_sk: profil

source: Card display
sk_sk: Zobrazenie kartičky

source: Card view style
sk_sk: Štýl zobrazenia kartičky

source: Basic card
sk_sk: Základná kartička

source: Secondary card
sk_sk: Sekundárna kartička

source: Secondary card - horizontal
sk_sk: Sekundárna kartička - horizontálna

source: Simple card
sk_sk: Jednoduchá kartička

source: Hero card
sk_sk: Hero kartička

source: Basic card - no image
sk_sk: Základná kartička - bez obrázka

source: Profile card - vertical
sk_sk: Profilová kartička - vertikálna

source: Profile card - horizontal
sk_sk: Profilová kartička - horizontálna

source: Image attributes
sk_sk: Atribúty obrázka

source: Image name
sk_sk: Názov obrázka

source: Image alternative name
sk_sk: Alternatívny názov obrázka

source: Redirect link after clicking on image
sk_sk: Odkaz presmerovania po kliknutí na obrázok

source: Date
sk_sk: Dátum

source: Display date
sk_sk: Zobrazenie dátumu

source: Displayed
sk_sk: Zobrazený

source: Hidden
sk_sk: Skrytý

source: Date link
sk_sk: Odkaz k dátumu

source: Tags
sk_sk: Tagy

source: Tag name
sk_sk: Názov tagu

source: Tag URL
sk_sk: URL tagu

source: Delete tag
sk_sk: Vymazať tag

source: Add tag
sk_sk: Pridať tag

source: Upload image
sk_sk: Nahrajte obrázok

source: Citation
sk_sk: Citácia

source: Crossroad
sk_sk: Rázcestník

source: The crossroad takes the form of a simple tile, consisting of a heading, caption and a separating line. Its purpose is to clearly and easily group or organise links for the user to related content that is located on different, separate subpages.
sk_sk: Rázcestník má formu jednoduchej dlaždice, zloženej z nadpisu, popisku a oddeľovacej čiary. Jeho účelom je prehľadne a jednoducho zoskupiť resp. usporiadať pre používateľa odkazy na súvisiaci obsah, ktorý je rozmiestnený na rôznych, samostatných podstránkach.

source: crossroad
sk_sk: rázcestník

source: Title
sk_sk: Titulok

source: URL Address
sk_sk: URL Adresa

source: Delete link
sk_sk: Vymazať odkaz

source: Crossroad settings
sk_sk: Nastavenie rázcestníka

source: Two columns
sk_sk: Dva stĺpce

source: One column
sk_sk: Jeden stĺpec

source: Expandable block
sk_sk: Rozbaliteľný blok

source: Add link
sk_sk: Pridať odkaz

source: Hidden text
sk_sk: Skrytý text

source: Shows hidden text to be expanded.
sk_sk: Zobrazuje skrytý text na rozbalenie.

source: hidden
sk_sk: skrytý

source: Summary caption
sk_sk: Sumárny popis

source: Content
sk_sk: Obsah

source: Heading
sk_sk: Nadpis

source: Shows heading with title.
sk_sk: Zobrazuje nadpis s titulkom.

source: heading
sk_sk: nadpis

source: title
sk_sk: titulok

source: Heading settings
sk_sk: Nastavenie nadpisu

source: Display title above heading
sk_sk: Zobraziť titulok nad nadpisom

source: Heading level
sk_sk: Úroveň nadpisu

source: (H1) Heading 1
sk_sk: (H1) Nadpis 1

source: (H2) Heading 2
sk_sk: (H2) Nadpis 2

source: (H3) Heading 3
sk_sk: (H3) Nadpis 3

source: (H4) Heading 4
sk_sk: (H4) Nadpis 4

source: (H5) Heading 5
sk_sk: (H5) Nadpis 5

source: (H6) Heading 6
sk_sk: (H6) Nadpis 6

source: Heading style
sk_sk: Štýl nadpisu

source: (XL) 48 px Bold heading
sk_sk: (XL) 48 px Tučný nadpis

source: (L) 36 px Bold heading
sk_sk: (L) 36 px Tučný nadpis

source: (M) 24 px Bold heading
sk_sk: (M) 24 px Tučný nadpis

source: (S) 19 px Bold heading
sk_sk: (S) 19 px Tučný nadpis

source: HTML anchor
sk_sk: HTML kotva

source: Enter a word or two, no spaces, and create a unique web address just for this block, called an "anchor". Then you will be able to link directly to this part of your page.
sk_sk: Zadajte slovo alebo dve slová - bez medzier - a vytvorte jedinečnú webovú adresu iba pre tento blok, ktorá sa nazýva "kotva". Potom budete môcť vytvoriť odkaz priamo na túto časť svojej stránky.

source: Inset text
sk_sk: Vsadený text

source: To draw attention to important content on the page, it is good to use bordered inset text.
sk_sk: Pre upriamenie pozornosti na dôležitý obsah stránky je vhodné používať ohraničený vsadený text.

source: inset
sk_sk: vsadený

source: Inset text to be added.
sk_sk: Vsadený text na doplnenie.

source: Intro block
sk_sk: Úvodný blok

source: Shows intro block for websites. Various types of displays are available.
sk_sk: Zobrazuje úvodný blok pre webové sídla. K dispozícii sú viaceré varianty zobrazenia.

source: intro
sk_sk: úvod

source: search
sk_sk: vyhľadávanie

source: Content display
sk_sk: Zobrazenie obsahu

source: With search
sk_sk: S vyhľadávaním

source: Without search
sk_sk: Bez vyhľadávania

source: Sidebar display style
sk_sk: Štýl zobrazenia bočného panelu

source: Basic display
sk_sk: Základné zobrazenie

source: Blue display
sk_sk: Modré zobrazenie

source: Transparent display
sk_sk: Transparentné zobrazenie

source: Search links
sk_sk: Odkazy pre vyhľadávanie

source: Link 1
sk_sk: Odkaz 1

source: Link 1 name
sk_sk: Názov odkazu 1

source: Link 1 URL
sk_sk: URL k odkazu 1

source: Link 2
sk_sk: Odkaz 2

source: Link 2 name
sk_sk: Názov odkazu 2

source: Link 2 URL
sk_sk: URL k odkazu 2

source: Link 3
sk_sk: Odkaz 3

source: Link 3 name
sk_sk: Názov odkazu 3

source: Link 3 URL
sk_sk: URL k odkazu 3

source: Link 4
sk_sk: Odkaz 4

source: Link 4 name
sk_sk: Názov odkazu 4

source: Link 4 URL
sk_sk: URL k odkazu 4

source: Link 5
sk_sk: Odkaz 5

source: Link 5 name
sk_sk: Názov odkazu 5

source: Link 5 URL
sk_sk: URL k odkazu 5

source: Sidebar
sk_sk: Bočný panel

source: Sidebar links
sk_sk: Odkazy bočného panela

source: Lists
sk_sk: Zoznamy

source: Shows lists with options.
sk_sk: Zobrazuje zoznamy s možnosťami.

source: list
sk_sk: zoznam

source: lists
sk_sk: zoznamy

source: List settings
sk_sk: Nastavenie zoznamu

source: List type
sk_sk: Typ zoznamu

source: No bullets
sk_sk: Bez odrážok

source: Bullet points
sk_sk: Guličky

source: Numbers
sk_sk: Čísla

source: Item
sk_sk: Položka

source: Insert list
sk_sk: Vložiť zoznam

source: Delete item
sk_sk: Vymazať položku

source: Add item
sk_sk: Pridať položku

source: Map component
sk_sk: Mapový komponent

source: Use the map component when you want to show the users a phenomenon related to space (e.g. the number of people vaccinated against COVID-19 in Slovakia in different regions).
sk_sk: Mapový komponent použite, keď chcete používateľom zobrazovať nejaký jav vzťahujúci sa k priestoru (napr. počet zaočkovaných proti COVID-19 na Slovensku v krajoch).

source: component
sk_sk: komponent

source: map component
sk_sk: mapový komponent

source: Links settings
sk_sk: Nastavenia odkazov

source: Iframe title of map overview
sk_sk: Titulok iframe mapového prehľadu

source: URL source for iframe of map overview
sk_sk: URL zdroj pre iframe mapového prehľadu

source: Iframe title of table oveview
sk_sk: Titulok iframe tabuľkového prehľadu

source: URL source for iframe of table overview
sk_sk: URL zdroj pre iframe tabuľkového prehľadu

source: e.g. Download data (CSV, 42kb)
sk_sk: napr. Stiahnuť údaje (CSV, 42 kb)

source: File link name to download
sk_sk: Názov odkazu súboru na stiahnutie

source: URL source for file to download
sk_sk: URL zdroj súboru na stiahnutie

source: Indicators settings
sk_sk: Nastavenia ukazovateľov

source: Indicator value
sk_sk: Hodnota (value) ukazovateľa

source: Indicator text
sk_sk: Text ukazovateľa

source: Delete indicator
sk_sk: Vymazať ukazovateľ

source: Add indicator
sk_sk: Pridať ukazovateľ

source: Map component heading
sk_sk: Nadpis mapového komponentu

source: Source: map overview source
sk_sk: Zdroj: zdroj mapového prehľadu

source: Posts
sk_sk: Články

source: Displays posts on the page based on settings.
sk_sk: Zobrazuje články na stránke podľa nastavení.

source: posts
sk_sk: články

source: news
sk_sk: novinky

source: articles
sk_sk: aktuality

source: No posts found
sk_sk: Nenašli sa žiadne články

source: Select posts category
sk_sk: Vyberte kategóriu článkov

source: Posts display settings
sk_sk: Nastavenia zobrazenia článkov

source: Display intro post
sk_sk: Zobrazovať úvodný článok

source: Number of posts displayed
sk_sk: Počet zobrazených článkov

source: Posts category
sk_sk: Kategória článkov

source: Separator
sk_sk: Oddeľovač

source: Use the separator when you want to visually separate different parts of content on the page.
sk_sk: Oddeľovač použite vtedy, keď chcete vizuálne oddeliť jednotlivé časti obsahu na stránke.

source: separator
sk_sk: oddelovac

source: Separator settings
sk_sk: Nastavenia oddeľovača

source: Hidden on mobile devices
sk_sk: Skrytý na mobilných zariadeniach

source: Always visible
sk_sk: Stále viditeľný

source: Margin bottom
sk_sk: Odsadenie zdola

source: Use the banner at the top of the page with specific content (after clicking on the link in the stepper) so that the user knows that this content is part of a give life event/manual.
sk_sk: Banner použite na začiatku stránky s konkrétnym obsahom (po kliknutí na odkaz v stepperi), aby používateľ vedel, že tento obsah patrí pod danú životnú situáciu/návod.

source: e.g. Part of a life event
sk_sk: napr. Súčasť životnej situácie

source: e.g. Birth of a child: step-by-step
sk_sk: napr. Narodenie dieťaťa: krok za krokom

source: Shows a series of events, procedural acts.
sk_sk: Zobrazuje sled udalostí, procesných úkonov.

source: events
sk_sk: udalosti

source: procedure
sk_sk: proces

source: steps
sk_sk: kroky

source: Stepper heading
sk_sk: Nadpis steppera

source: Stepper caption
sk_sk: Popis steppera

source: Milestone heading
sk_sk: Nadpis míľnika

source: Step heading
sk_sk: Nadpis kroku

source: Part of a step
sk_sk: Časť kroku

source: Add partial step
sk_sk: Pridať čiastočný krok

source: Delete partial step
sk_sk: Vymazať čiastočný krok

source: Delete step
sk_sk: Vymazať krok

source: Add step
sk_sk: Pridať krok

source: Tab
sk_sk: Záložka

source: Shows a tab with own content.
sk_sk: Zobrazuje záložku s vlastným obsahom.

source: tabs
sk_sk: záložky

source: tab
sk_sk: záložka
