Repository: slovak-egov/wordpress-idsk-toolkit
Catalog: languages/idsk-toolkit-*.po
Languages: sk_sk

source: Tab name
sk_sk: Názov záložky

source: Enter tab name
sk_sk: Zadajte názov záložky

source: Tabs
sk_sk: Záložky

source: Shows tabs with own content.
sk_sk: Zobrazuje záložky s vlastným obsahom.

source: Tab component name
sk_sk: Názov komponentu záložky

source: Enter component name with tabs
sk_sk: Zadajte názov komponentu so záložkami

source: Tabs list
sk_sk: Zoznam záložiek

source: Timeline
sk_sk: Časová os - timeline

source: Shows content in chronological order.
sk_sk: Zobrazuje chronologicky usporiadaný obsah.

source: time line
sk_sk: časová os

source: january 1970
sk_sk: január 1970

source: Add caption
sk_sk: Pridať popis

source: Delete caption
sk_sk: Vymazať popis

source: Add block to timeline
sk_sk: Pridať blok časovej osi

source: Information bar / Warning bar
sk_sk: Informačná lišta / Lišta s varovaním

source: Use this bar when you want to highlight or draw attention to something. Two types of bar are available.
sk_sk: Lištu použite vtedy, keď chcete niečo zdôrazniť alebo na niečo upozorniť. K dispozícii sú dva typy lišty.

source: bar
sk_sk: lišta

source: information
sk_sk: informačná

source: Type of bar
sk_sk: Typ lišty

source: Information bar
sk_sk: Informačná lišta

source: Warning bar
sk_sk: Lišta s varovaním

source: e.g. new content on the page, new decree, strategy, etc.
sk_sk: napr. Nový obsah na stránke, nové znenie vyhlášky, novú stratégiu a podobne

source: Column - 1/1
sk_sk: Stĺpec - 1/1

source: Column - 1/2
sk_sk: Stĺpec - 1/2

source: Column - 1/4
sk_sk: Stĺpec - 1/4

source: Column - 1/3
sk_sk: Stĺpec - 1/3

source: Column - 3/4
sk_sk: Stĺpec - 3/4

source: Column - 2/3
sk_sk: Stĺpec - 2/3

source: Column
sk_sk: Stĺpec

source: Inserts column in full width.
sk_sk: Vloží stĺpec v plnej šírke.

source: page
sk_sk: stránka

source: Column settings
sk_sk: Nastavenie stĺpca

source: Background color
sk_sk: Farba pozadia

source: No background
sk_sk: Bez pozadia

source: Blue
sk_sk: Modré

source: Light grey
sk_sk: Svetlo šedé

source: Top margin
sk_sk: Odsadenie zhora

source: No margin
sk_sk: Bez odsadenia

source: Left margin
sk_sk: Odsadenie zľava

source: Right margin
sk_sk: Odsadenie zprava

source: Container
sk_sk: Kontajner

source: Inserts a container block in a page. Only use with "Without container" template.
sk_sk: Vloží blok kontajnera na stránku. Používajte len so šablónou Bez kontajnera.

source: container
sk_sk: kontajner

source: Container settings
sk_sk: Nastavenie kontajnera

source: Bottom margin
sk_sk: Odsadenie zdola

source: Row
sk_sk: Riadok

source: Inserts a row block in a page.
sk_sk: Vloží blok riadku na stránku.

source: row
sk_sk: riadok

source: Row settings
sk_sk: Nastavenie riadka
